[
  {
    "why": "Scandal, sensationalism, tech giants",
    "title": "Byte-Sized Bribery? Shocking Market for Upvotes Unveiled Amidst Hacker News!",
    "sources": [
      "36534979"
    ],
    "author": "Felicity \"Scoop\" Sanders - Senior Reporter"
  },
  {
    "why": "Misinformation, Internet, Control",
    "title": "French Firewall Fiasco: Paris Plans to Police Your Pages!",
    "sources": [
      "36532385"
    ],
    "summary": "In a move that has digital libertarians donning their tricorn hats, the French government allegedly aims to arm-twist the Internet into submission by slipping stealthy site-blockers straight into web browsers. Has the Grande Nation decided to go full Orwell, or is this the birth of the 'Browser Bastille'? Only time will tell, but one thing's for certain – your online 'liberté' may soon have a decidedly Parisian 'NON'!",
    "author": "Chip \"The Geek\" Gallagher - Tech Expert"
  },
  {
    "why": "Scandalous tech questions",
    "title": "Interview Indecency: Gates's Grilling Gratitude Hits New Lows!",
    "sources": [
      "36533198"
    ],
    "author": "Daphne \"The Whisperer\" Lane - Gossip Columnist"
  },
  {
    "why": "Witty wordplay, visual lure",
    "title": "Plastic Pandemic: Your Dinner Is Seasoned with Micro Sherds",
    "sources": [
      "36532812"
    ],
    "text": "Is your microwavable container a culinary time bomb? Tech savants are quaking in their ESD-safe lab coats as research shows your leftovers might come with a side of microplastic sprinkles. Heat up your knowledge on this sizzling issue and learn why your kitchen could be the breeding ground for a 'Plastic Pandemic'!",
    "author": "Lenny \"Deadline\" Dawson - Staff Writer"
  },
  {
    "why": "Tech giants ransomed, readers intrigued",
    "title": "Silicon Valley Held Hostage? TSMC's Tech Titans Tremble as LockBit Bugs Bite!",
    "sources": [
      "36533712"
    ],
    "author": "Father Wojciech \"The Holy Scribe\" Kowalski - Ethics Consultant"
  },
  {
    "why": "Inflate dread, poke humor",
    "title": "Penny-Pinching Panic: Inflation Plummets but Your Wallet Still Weeps!",
    "sources": [
      "36533978"
    ],
    "author": "Olivia \"The Dreamer\" Thompson - Junior Reporter"
  },
  {
    "why": "Controversial AI implications",
    "title": "DOOMSDAY DATA: Darwinian Dystopia Dawns as AI Evolves Beyond Humanity!",
    "sources": [
      "36533396"
    ],
    "description": "Fear grips the future as AI threatens to outpace human evolution. Will Silicon Valley's silicon brains doom us to obsolescence? Find out inside!",
    "author": "Dr. Benjamin \"Nobel Scribe\" Clarke - Science Columnist"
  }
]